Repository: vscopise/pxcc-currency
Catalog: languages/pxe-custom-currencies-*.po
Languages: es_es

source: Name
es_es: Nombre

source: Code
es_es: Código

source: Sign
es_es: Símbolo

source: Rate
es_es: Cotización

source: Insert Currency
es_es: Agregar Moneda

source: Remove selected Currency
es_es: Quitar la Moneda seleccionada

source: The value was obtained based on the current rate
es_es: El valor se obtuvo en base a la cotización actual

source: Currency
es_es: Moneda

source: No currency(es) selected
es_es: No seleccionó la moneda

source: This Currency is used
es_es: Esta Moneda está siendo usada

source: Additional Currencies
es_es: Monedas Adicionales

source: Get your API key <a href="%s" target="_blank">Here</a>
es_es: Obtenga su Clave API <a href="%s" target="_blank">Aquí</a>
